{
  "plugins": {
    "accent.nvim": {
      "src": "https://github.com/eduardo-antunes/accent.nvim"
    },
    "accent.vim": {
      "src": "https://github.com/Alligator/accent.vim"
    },
    "catppuccin": {
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/miikanissi/modus-themes.nvim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plainline": {
      "src": "https://github.com/eduardo-antunes/plainline"
    },
    "vim-enfocado": {
      "src": "https://github.com/wuelnerdotexe/vim-enfocado"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    }
  }
}